"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 8674, \"word_counts\": \"{\\\"set\\\": 349, \\\"my\\\": 632, \\\"phone\\\": 172, \\\"is\\\": 195, \\\"language\\\": 894, \\\"to\\\": 611, \\\"korean\\\": 115, \\\"bathroom\\\": 646, \\\"heat\\\": 1122, \\\"down\\\": 1151, \\\"switch\\\": 1007, \\\"on\\\": 1189, \\\"the\\\": 6809, \\\"lights\\\": 1774, \\\"bring\\\": 411, \\\"me\\\": 396, \\\"shoes\\\": 202, \\\"could\\\": 177, \\\"you\\\": 147, \\\"decrease\\\": 558, \\\"heating\\\": 510, \\\"please\\\": 114, \\\"use\\\": 36, \\\"a\\\": 68, \\\"different\\\": 68, \\\"off\\\": 966, \\\"increase\\\": 564, \\\"temperature\\\": 1018, \\\"newspaper\\\": 216, \\\"far\\\": 78, \\\"too\\\": 318, \\\"quiet\\\": 106, \\\"loud\\\": 185, \\\"turn\\\": 2728, \\\"volume\\\": 824, \\\"up\\\": 1170, \\\"sound\\\": 224, \\\"kitchen\\\": 932, \\\"i\\\": 269, \\\"need\\\": 214, \\\"practice\\\": 131, \\\"chinese\\\": 174, \\\"in\\\": 1822, \\\"washroom\\\": 803, \\\"reduce\\\": 36, \\\"audio\\\": 74, \\\"change\\\": 115, \\\"german\\\": 125, \\\"get\\\": 279, \\\"ok\\\": 126, \\\"now\\\": 126, \\\"main\\\": 126, \\\"english\\\": 154, \\\"socks\\\": 210, \\\"some\\\": 144, \\\"juice\\\": 171, \\\"lamp\\\": 294, \\\"music\\\": 438, \\\"it\\\": 341, \\\"lower\\\": 70, \\\"bedroom\\\": 906, \\\"go\\\": 149, \\\"put\\\": 44, \\\"levels\\\": 29, \\\"mute\\\": 41, \\\"max\\\": 38, \\\"settings\\\": 70, \\\"start\\\": 44, \\\"louder\\\": 181, \\\"hear\\\": 98, \\\"this\\\": 70, \\\"pause\\\": 89, \\\"resume\\\": 74, \\\"s\\\": 117, \\\"play\\\": 105, \\\"can\\\": 25, \\\"not\\\": 55, \\\"that\\\": 89, \\\"make\\\": 215, \\\"hotter\\\": 36, \\\"fetch\\\": 109, \\\"stop\\\": 108, \\\"system\\\": 34, \\\"less\\\": 36, \\\"device\\\": 29, \\\"softer\\\": 32, \\\"allow\\\": 32, \\\"cooler\\\": 40, \\\"quieter\\\": 71, \\\"anything\\\": 30, \\\"more\\\": 47, \\\"open\\\": 37, \\\"languages\\\": 35, \\\"video\\\": 27, \\\"low\\\": 27}\", \"word_docs\": \"{\\\"set\\\": 349, \\\"to\\\": 611, \\\"language\\\": 894, \\\"is\\\": 195, \\\"korean\\\": 115, \\\"my\\\": 632, \\\"phone\\\": 172, \\\"bathroom\\\": 646, \\\"down\\\": 1151, \\\"heat\\\": 1122, \\\"on\\\": 1189, \\\"lights\\\": 1774, \\\"the\\\": 5226, \\\"switch\\\": 1007, \\\"shoes\\\": 202, \\\"me\\\": 396, \\\"bring\\\": 411, \\\"you\\\": 147, \\\"please\\\": 114, \\\"could\\\": 177, \\\"heating\\\": 510, \\\"decrease\\\": 558, \\\"use\\\": 36, \\\"a\\\": 68, \\\"different\\\": 68, \\\"off\\\": 966, \\\"temperature\\\": 1018, \\\"increase\\\": 564, \\\"newspaper\\\": 216, \\\"far\\\": 78, \\\"quiet\\\": 106, \\\"too\\\": 318, \\\"loud\\\": 185, \\\"volume\\\": 824, \\\"turn\\\": 2728, \\\"up\\\": 1170, \\\"sound\\\": 224, \\\"kitchen\\\": 932, \\\"i\\\": 269, \\\"need\\\": 214, \\\"chinese\\\": 174, \\\"practice\\\": 131, \\\"in\\\": 1822, \\\"washroom\\\": 803, \\\"reduce\\\": 36, \\\"audio\\\": 74, \\\"change\\\": 115, \\\"german\\\": 125, \\\"get\\\": 279, \\\"ok\\\": 126, \\\"english\\\": 154, \\\"main\\\": 126, \\\"now\\\": 126, \\\"socks\\\": 210, \\\"some\\\": 144, \\\"juice\\\": 171, \\\"lamp\\\": 294, \\\"music\\\": 438, \\\"it\\\": 300, \\\"lower\\\": 70, \\\"bedroom\\\": 906, \\\"go\\\": 149, \\\"put\\\": 44, \\\"levels\\\": 29, \\\"mute\\\": 41, \\\"max\\\": 38, \\\"settings\\\": 70, \\\"start\\\": 44, \\\"louder\\\": 181, \\\"hear\\\": 98, \\\"this\\\": 70, \\\"pause\\\": 89, \\\"resume\\\": 74, \\\"s\\\": 117, \\\"play\\\": 105, \\\"not\\\": 55, \\\"that\\\": 89, \\\"can\\\": 25, \\\"hotter\\\": 36, \\\"make\\\": 215, \\\"fetch\\\": 109, \\\"stop\\\": 108, \\\"system\\\": 34, \\\"less\\\": 36, \\\"device\\\": 29, \\\"softer\\\": 32, \\\"allow\\\": 32, \\\"cooler\\\": 40, \\\"quieter\\\": 71, \\\"anything\\\": 30, \\\"more\\\": 47, \\\"open\\\": 37, \\\"languages\\\": 35, \\\"video\\\": 27, \\\"low\\\": 27}\", \"index_docs\": \"{\\\"26\\\": 349, \\\"19\\\": 611, \\\"14\\\": 894, \\\"38\\\": 195, \\\"55\\\": 115, \\\"18\\\": 632, \\\"43\\\": 172, \\\"17\\\": 646, \\\"7\\\": 1151, \\\"8\\\": 1122, \\\"5\\\": 1189, \\\"4\\\": 1774, \\\"1\\\": 5226, \\\"10\\\": 1007, \\\"37\\\": 202, \\\"25\\\": 396, \\\"24\\\": 411, \\\"47\\\": 147, \\\"57\\\": 114, \\\"41\\\": 177, \\\"22\\\": 510, \\\"21\\\": 558, \\\"82\\\": 36, \\\"72\\\": 68, \\\"73\\\": 68, \\\"11\\\": 966, \\\"9\\\": 1018, \\\"20\\\": 564, \\\"33\\\": 216, \\\"65\\\": 78, \\\"60\\\": 106, \\\"28\\\": 318, \\\"39\\\": 185, \\\"15\\\": 824, \\\"2\\\": 2728, \\\"6\\\": 1170, \\\"32\\\": 224, \\\"12\\\": 932, \\\"31\\\": 269, \\\"35\\\": 214, \\\"42\\\": 174, \\\"49\\\": 131, \\\"3\\\": 1822, \\\"16\\\": 803, \\\"83\\\": 36, \\\"66\\\": 74, \\\"56\\\": 115, \\\"53\\\": 125, \\\"30\\\": 279, \\\"50\\\": 126, \\\"45\\\": 154, \\\"52\\\": 126, \\\"51\\\": 126, \\\"36\\\": 210, \\\"48\\\": 144, \\\"44\\\": 171, \\\"29\\\": 294, \\\"23\\\": 438, \\\"27\\\": 300, \\\"69\\\": 70, \\\"13\\\": 906, \\\"46\\\": 149, \\\"76\\\": 44, \\\"91\\\": 29, \\\"78\\\": 41, \\\"80\\\": 38, \\\"70\\\": 70, \\\"77\\\": 44, \\\"40\\\": 181, \\\"62\\\": 98, \\\"71\\\": 70, \\\"63\\\": 89, \\\"67\\\": 74, \\\"54\\\": 117, \\\"61\\\": 105, \\\"74\\\": 55, \\\"64\\\": 89, \\\"95\\\": 25, \\\"84\\\": 36, \\\"34\\\": 215, \\\"58\\\": 109, \\\"59\\\": 108, \\\"87\\\": 34, \\\"85\\\": 36, \\\"92\\\": 29, \\\"88\\\": 32, \\\"89\\\": 32, \\\"79\\\": 40, \\\"68\\\": 71, \\\"90\\\": 30, \\\"75\\\": 47, \\\"81\\\": 37, \\\"86\\\": 35, \\\"93\\\": 27, \\\"94\\\": 27}\", \"index_word\": \"{\\\"1\\\": \\\"the\\\", \\\"2\\\": \\\"turn\\\", \\\"3\\\": \\\"in\\\", \\\"4\\\": \\\"lights\\\", \\\"5\\\": \\\"on\\\", \\\"6\\\": \\\"up\\\", \\\"7\\\": \\\"down\\\", \\\"8\\\": \\\"heat\\\", \\\"9\\\": \\\"temperature\\\", \\\"10\\\": \\\"switch\\\", \\\"11\\\": \\\"off\\\", \\\"12\\\": \\\"kitchen\\\", \\\"13\\\": \\\"bedroom\\\", \\\"14\\\": \\\"language\\\", \\\"15\\\": \\\"volume\\\", \\\"16\\\": \\\"washroom\\\", \\\"17\\\": \\\"bathroom\\\", \\\"18\\\": \\\"my\\\", \\\"19\\\": \\\"to\\\", \\\"20\\\": \\\"increase\\\", \\\"21\\\": \\\"decrease\\\", \\\"22\\\": \\\"heating\\\", \\\"23\\\": \\\"music\\\", \\\"24\\\": \\\"bring\\\", \\\"25\\\": \\\"me\\\", \\\"26\\\": \\\"set\\\", \\\"27\\\": \\\"it\\\", \\\"28\\\": \\\"too\\\", \\\"29\\\": \\\"lamp\\\", \\\"30\\\": \\\"get\\\", \\\"31\\\": \\\"i\\\", \\\"32\\\": \\\"sound\\\", \\\"33\\\": \\\"newspaper\\\", \\\"34\\\": \\\"make\\\", \\\"35\\\": \\\"need\\\", \\\"36\\\": \\\"socks\\\", \\\"37\\\": \\\"shoes\\\", \\\"38\\\": \\\"is\\\", \\\"39\\\": \\\"loud\\\", \\\"40\\\": \\\"louder\\\", \\\"41\\\": \\\"could\\\", \\\"42\\\": \\\"chinese\\\", \\\"43\\\": \\\"phone\\\", \\\"44\\\": \\\"juice\\\", \\\"45\\\": \\\"english\\\", \\\"46\\\": \\\"go\\\", \\\"47\\\": \\\"you\\\", \\\"48\\\": \\\"some\\\", \\\"49\\\": \\\"practice\\\", \\\"50\\\": \\\"ok\\\", \\\"51\\\": \\\"now\\\", \\\"52\\\": \\\"main\\\", \\\"53\\\": \\\"german\\\", \\\"54\\\": \\\"s\\\", \\\"55\\\": \\\"korean\\\", \\\"56\\\": \\\"change\\\", \\\"57\\\": \\\"please\\\", \\\"58\\\": \\\"fetch\\\", \\\"59\\\": \\\"stop\\\", \\\"60\\\": \\\"quiet\\\", \\\"61\\\": \\\"play\\\", \\\"62\\\": \\\"hear\\\", \\\"63\\\": \\\"pause\\\", \\\"64\\\": \\\"that\\\", \\\"65\\\": \\\"far\\\", \\\"66\\\": \\\"audio\\\", \\\"67\\\": \\\"resume\\\", \\\"68\\\": \\\"quieter\\\", \\\"69\\\": \\\"lower\\\", \\\"70\\\": \\\"settings\\\", \\\"71\\\": \\\"this\\\", \\\"72\\\": \\\"a\\\", \\\"73\\\": \\\"different\\\", \\\"74\\\": \\\"not\\\", \\\"75\\\": \\\"more\\\", \\\"76\\\": \\\"put\\\", \\\"77\\\": \\\"start\\\", \\\"78\\\": \\\"mute\\\", \\\"79\\\": \\\"cooler\\\", \\\"80\\\": \\\"max\\\", \\\"81\\\": \\\"open\\\", \\\"82\\\": \\\"use\\\", \\\"83\\\": \\\"reduce\\\", \\\"84\\\": \\\"hotter\\\", \\\"85\\\": \\\"less\\\", \\\"86\\\": \\\"languages\\\", \\\"87\\\": \\\"system\\\", \\\"88\\\": \\\"softer\\\", \\\"89\\\": \\\"allow\\\", \\\"90\\\": \\\"anything\\\", \\\"91\\\": \\\"levels\\\", \\\"92\\\": \\\"device\\\", \\\"93\\\": \\\"video\\\", \\\"94\\\": \\\"low\\\", \\\"95\\\": \\\"can\\\"}\", \"word_index\": \"{\\\"the\\\": 1, \\\"turn\\\": 2, \\\"in\\\": 3, \\\"lights\\\": 4, \\\"on\\\": 5, \\\"up\\\": 6, \\\"down\\\": 7, \\\"heat\\\": 8, \\\"temperature\\\": 9, \\\"switch\\\": 10, \\\"off\\\": 11, \\\"kitchen\\\": 12, \\\"bedroom\\\": 13, \\\"language\\\": 14, \\\"volume\\\": 15, \\\"washroom\\\": 16, \\\"bathroom\\\": 17, \\\"my\\\": 18, \\\"to\\\": 19, \\\"increase\\\": 20, \\\"decrease\\\": 21, \\\"heating\\\": 22, \\\"music\\\": 23, \\\"bring\\\": 24, \\\"me\\\": 25, \\\"set\\\": 26, \\\"it\\\": 27, \\\"too\\\": 28, \\\"lamp\\\": 29, \\\"get\\\": 30, \\\"i\\\": 31, \\\"sound\\\": 32, \\\"newspaper\\\": 33, \\\"make\\\": 34, \\\"need\\\": 35, \\\"socks\\\": 36, \\\"shoes\\\": 37, \\\"is\\\": 38, \\\"loud\\\": 39, \\\"louder\\\": 40, \\\"could\\\": 41, \\\"chinese\\\": 42, \\\"phone\\\": 43, \\\"juice\\\": 44, \\\"english\\\": 45, \\\"go\\\": 46, \\\"you\\\": 47, \\\"some\\\": 48, \\\"practice\\\": 49, \\\"ok\\\": 50, \\\"now\\\": 51, \\\"main\\\": 52, \\\"german\\\": 53, \\\"s\\\": 54, \\\"korean\\\": 55, \\\"change\\\": 56, \\\"please\\\": 57, \\\"fetch\\\": 58, \\\"stop\\\": 59, \\\"quiet\\\": 60, \\\"play\\\": 61, \\\"hear\\\": 62, \\\"pause\\\": 63, \\\"that\\\": 64, \\\"far\\\": 65, \\\"audio\\\": 66, \\\"resume\\\": 67, \\\"quieter\\\": 68, \\\"lower\\\": 69, \\\"settings\\\": 70, \\\"this\\\": 71, \\\"a\\\": 72, \\\"different\\\": 73, \\\"not\\\": 74, \\\"more\\\": 75, \\\"put\\\": 76, \\\"start\\\": 77, \\\"mute\\\": 78, \\\"cooler\\\": 79, \\\"max\\\": 80, \\\"open\\\": 81, \\\"use\\\": 82, \\\"reduce\\\": 83, \\\"hotter\\\": 84, \\\"less\\\": 85, \\\"languages\\\": 86, \\\"system\\\": 87, \\\"softer\\\": 88, \\\"allow\\\": 89, \\\"anything\\\": 90, \\\"levels\\\": 91, \\\"device\\\": 92, \\\"video\\\": 93, \\\"low\\\": 94, \\\"can\\\": 95}\"}}"